---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedLayered.LayeredBottomF0
source: html/f875d485-3e16-253c-abeb-49cafabb1d0e.htm
---
# Autodesk.Revit.DB.Visual.AdvancedLayered.LayeredBottomF0 Property

The property labeled "Color" from the "AdvancedLayered" schema.

## Syntax (C#)
```csharp
public static string LayeredBottomF0 { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".
 This property allows a connected asset.